TOKEN_API = "6123693890:AAGnPbO3W-Ughn8IZh5sfOpJtmL9itShxdc"
TOKEN_API_AVIA = "a1ad0bebe94983bf0443af11a27f6393"
MARKER = "441900"

HELP_COMMAND = """
<b>/start</b><em> - начать работу</em>
<b>/help</b><em> - помощь</em>

"""

DESCRIPTION_COMMAND = """

"""

HELLO_TEXT = """
<b>Привет! Это бот Мои Путешествия.</b>

Я нахожу самые выгодные авиабилеты, отели и трансфер. 
Используйте меня для отслеживания наиболее низкой цены на выбранное направление.
Также я могу рассказать, куда можно съездить по привлекательной цене.

Для выбора действий используй меню ниже.

<em>Приятной поездки!</em> 
"""

FLY_TEXT = """
Начинаем поиск авиабилетов ✈️
<b>Пожалуйста, укажите город вылета</b>
"""

"""
Для поиска выгодных авиабилетов выберите "Найти билеты"
Для поиска лучшего отеля - "Найти отель"
Для оформления трансфера - "Заказать трансфер"
Для отслеживания самой лучшей цены на авиабилеты выбери - "Отслеживать направление"
"""

PASSENGERS_TEXT = """
Укажите количество пассажиров.
Взрослые - старше 12 лет
Дети - от 2 до 12 лет
Младенцы - до 2 лет, без места
"""

HOTEL_TEXT = """
Начинаем поиск отеля 🏨
<b>Пожалуйста, укажите город назначения</b>
"""


FILTERS_TEXT = """
<b>Вы можете при помощи нажатия на кнопку установить фильтры для поиска</b>
Если фильтр не нужен, нажмите на него повторно
"""